export default {
  title: 'Поповнити енергію',
  description: 'Перегляньте рекламу, щоб миттєво повністю відновити енергію',
  removeAd: 'Або видаліть рекламу та енергію назавжди',
  watchAd: 'Переглянути рекламу',
  loadingAd: 'Завантаження реклами...',
  purchase: 'Купити Преміум',
  revoke: 'Скасувати Преміум',
  notConnectedTitle: 'Ви офлайн',
  notConnectedDescription:
    'Підключіться до інтернету, щоб поповнити енергію, або придбайте Преміум, щоб грати без реклами та обмежень енергії',
  close: 'Закрити',
  energyDisplayAccessibility:
    'Торкніться, щоб відкрити модальне вікно енергії. Зараз у вас {{energy}} з {{maximumEnergy}} енергії',
  energyDisplayAccessibilityHint:
    'Енергія відновлюється кожні 10 хвилин, навіть коли ви не користуєтеся додатком.',
};
