export default {
  title: 'Паспорт',
  search: 'Пошук',
  emptyTitle: 'Порожній паспорт',
  emptyText:
    'Дайте правильну відповідь на запитання, щоб побачити свій перший запис у паспорті',
  informationModalUnlock:
    'Записи в паспорті відкриваються після правильного визначення прапорів у будь-якому ігровому режимі',
  informationModalFilter:
    'На цьому екрані ви можете фільтрувати за складністю та континентом, щоб знайти потрібне, використовуючи кнопку фільтра справа від рядка пошуку',
  close: 'Закрити',
  continents: 'Континенти',
  difficulty: 'Складність',
  noResultsTitle: 'Немає результатів',
  noResultsText:
    'Ви не відкрили жодного результату з використаними фільтрами. Приховано {{value}}. Продовжуйте грати, щоб знайти їх!',
  passportEntryAccessibility: 'Запис у паспорті для {{country}}',
  informationModalAccessibility:
    '{{number}} з {{total}} прапорів розблоковано для поточного фільтра',
  informationModalAccessibilityHint:
    'Торкніться, щоб відкрити інформаційне вікно з поясненням паспорта',
};
